Repository: handshake-rs/hns-dane-browser-mobile
Catalog: ios/HnsDaneBrowser/Support/Wallet.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, tr, uk, vi, zh_hans, zh_hant

# wallet_reads_unavailable
source: HNS synchronization is unavailable until the wallet-owned verified peer controller is ready.
ar: مزامنة HNS غير متاحة حتى تصبح وحدة التحكم النظير التي تم التحقق منها والمملوكة للمحفظة جاهزة.
de: Die HNS-Synchronisierung ist erst verfügbar, wenn der verifizierte Peer-Controller im Besitz der Brieftasche bereit ist.
es: La sincronización HNS no está disponible hasta que el controlador par verificado propiedad de la billetera esté listo.
fa: همگام سازی HNS تا زمانی که کنترلر همتای تأیید شده متعلق به کیف پول آماده نباشد، در دسترس نیست.
fr: La synchronisation HNS n'est pas disponible tant que le contrôleur homologue vérifié appartenant au portefeuille n'est pas prêt.
he: סנכרון HNS אינו זמין עד שבקר העמית המאומת בבעלות הארנק יהיה מוכן.
hi: वॉलेट-स्वामित्व वाले सत्यापित सहकर्मी नियंत्रक तैयार होने तक HNS सिंक्रनाइज़ेशन अनुपलब्ध है।
id: Sinkronisasi HNS tidak tersedia hingga pengontrol rekan terverifikasi milik dompet siap.
it: La sincronizzazione HNS non è disponibile finché il controller peer verificato di proprietà del portafoglio non è pronto.
ja: HNS 同期は、ウォレットが所有する検証済みピア コントローラーの準備ができるまで利用できません。
ko: 지갑 소유의 검증된 피어 컨트롤러가 준비될 때까지 HNS 동기화를 사용할 수 없습니다.
nl: HNS-synchronisatie is niet beschikbaar totdat de geverifieerde peer-controller die eigendom is van de portemonnee gereed is.
pl: Synchronizacja HNS jest niedostępna, dopóki zweryfikowany kontroler równorzędny należący do portfela nie będzie gotowy.
pt: A sincronização HNS não estará disponível até que o controlador de peer verificado de propriedade da carteira esteja pronto.
ru: Синхронизация HNS недоступна до тех пор, пока не будет готов проверенный одноранговый контроллер, принадлежащий кошельку.
tr: HNS senkronizasyonu, cüzdanın sahibi olduğu doğrulanmış eş denetleyici hazır olana kadar kullanılamaz.
uk: Синхронізація HNS недоступна, доки перевірений одноранговий контролер гаманця не буде готовий.
vi: Đồng bộ hóa HNS không khả dụng cho đến khi bộ điều khiển ngang hàng được xác minh thuộc sở hữu của ví sẵn sàng.
zh_hans: 在钱包拥有的已验证对等控制器准备就绪之前，HNS 同步不可用。
zh_hant: 在錢包擁有的已驗證對等控制器準備就緒之前，HNS 同步不可用。

# wallet_reads_waiting_for_wallet
source: Open and unlock a confirmed local wallet to inspect synchronized HNS reads.
ar: افتح وافتح محفظة محلية مؤكدة لفحص قراءات HNS المتزامنة.
de: Öffnen und entsperren Sie eine bestätigte lokale Wallet, um synchronisierte HNS-Lesevorgänge zu überprüfen.
es: Abra y desbloquee una billetera local confirmada para inspeccionar las lecturas sincronizadas de HNS.
fa: یک کیف پول محلی تایید شده را باز کنید و قفل آن را باز کنید تا خواندن های همگام HNS را بررسی کنید.
fr: Ouvrez et déverrouillez un portefeuille local confirmé pour inspecter les lectures synchronisées HNS.
he: פתח ופתח את הנעילה של ארנק מקומי מאושר כדי לבדוק קריאות HNS מסונכרנות.
hi: सिंक्रनाइज़ HNS रीड्स का निरीक्षण करने के लिए एक पुष्टिकृत स्थानीय वॉलेट खोलें और अनलॉक करें।
id: Buka dan buka kunci dompet lokal yang dikonfirmasi untuk memeriksa pembacaan HNS yang disinkronkan.
it: Apri e sblocca un portafoglio locale confermato per ispezionare le letture HNS sincronizzate.
ja: 確認済みのローカルウォレットを開いてロックを解除し、同期された HNS 読み取りを検査します。
ko: 동기화된 HNS 읽기를 검사하려면 확인된 로컬 지갑을 열고 잠금을 해제하세요.
nl: Open en ontgrendel een bevestigde lokale portemonnee om gesynchroniseerde HNS-lezingen te inspecteren.
pl: Otwórz i odblokuj potwierdzony portfel lokalny, aby sprawdzić zsynchronizowane odczyty HNS.
pt: Abra e desbloqueie uma carteira local confirmada para inspecionar leituras HNS sincronizadas.
ru: Откройте и разблокируйте подтвержденный локальный кошелек, чтобы проверить синхронизированные чтения HNS.
tr: Senkronize edilmiş HNS okumalarını incelemek için onaylanmış bir yerel cüzdanı açın ve kilidini açın.
uk: Відкрийте та розблокуйте підтверджений локальний гаманець, щоб перевірити синхронізовані зчитування HNS.
vi: Mở và mở khóa ví cục bộ đã được xác nhận để kiểm tra các lần đọc HNS được đồng bộ hóa.
zh_hans: 打开并解锁已确认的本地钱包以检查同步的 HNS 读取。
zh_hant: 打開並解鎖已確認的本地錢包以檢查同步的 HNS 讀取。

# wallet_receive_qr_description
source: QR code for this HNS payment address
ar: رمز QR لعنوان دفع HNS هذا
de: QR-Code für diese HNS-Zahlungsadresse
es: Código QR de esta dirección de pago HNS
fa: کد QR این نشانی پرداخت HNS
fr: Code QR de cette adresse de paiement HNS
he: קוד QR לכתובת תשלום HNS זו
hi: इस HNS भुगतान पते का QR कोड
id: Kode QR untuk alamat pembayaran HNS ini
it: Codice QR per questo indirizzo di pagamento HNS
ja: このHNS支払いアドレスのQRコード
ko: 이 HNS 결제 주소의 QR 코드
nl: QR-code voor dit HNS-betaaladres
pl: Kod QR tego adresu płatności HNS
pt: Código QR para este endereço de pagamento HNS
ru: QR-код этого платёжного адреса HNS
tr: Bu HNS ödeme adresinin QR kodu
uk: QR-код цієї платіжної адреси HNS
vi: Mã QR cho địa chỉ thanh toán HNS này
zh_hans: 此 HNS 付款地址的二维码
zh_hant: 此 HNS 付款地址的 QR 碼

# wallet_recovery_quiz_failed_message
source: At least one choice was wrong. Review the phrase and try all 24 words again.
ar: اختيار واحد على الأقل غير صحيح. راجع العبارة وحاول إدخال الكلمات الأربع والعشرين مرة أخرى.
de: Mindestens eine Auswahl war falsch. Prüfe die Phrase und versuche alle 24 Wörter erneut.
es: Al menos una selección fue incorrecta. Revisa la frase e inténtalo de nuevo con las 24 palabras.
fa: حداقل یک انتخاب نادرست بود. عبارت را بررسی کنید و هر ۲۴ کلمه را دوباره امتحان کنید.
fr: Au moins un choix est incorrect. Vérifiez la phrase et recommencez les 24 mots.
he: לפחות בחירה אחת שגויה. בדקו את הביטוי ונסו שוב את כל 24 המילים.
hi: कम से कम एक चयन गलत था। वाक्यांश जाँचें और सभी 24 शब्द फिर से आज़माएँ।
id: Sedikitnya satu pilihan salah. Periksa frasa dan coba lagi semua 24 kata.
it: Almeno una scelta è errata. Controlla la frase e riprova tutte le 24 parole.
ja: 少なくとも1つの選択が間違っています。フレーズを確認し、24単語すべてをやり直してください。
ko: 하나 이상의 선택이 잘못되었습니다. 문구를 확인하고 24개 단어를 모두 다시 시도하세요.
nl: Minstens één keuze was fout. Controleer de zin en probeer alle 24 woorden opnieuw.
pl: Co najmniej jeden wybór był błędny. Sprawdź frazę i ponów wszystkie 24 słowa.
pt: Pelo menos uma escolha está errada. Reveja a frase e tente novamente as 24 palavras.
ru: Хотя бы один вариант неверен. Проверьте фразу и повторите все 24 слова.
tr: En az bir seçim yanlıştı. İfadeyi kontrol edip 24 kelimenin tümünü yeniden deneyin.
uk: Щонайменше один вибір неправильний. Перевірте фразу й повторіть усі 24 слова.
vi: Có ít nhất một lựa chọn sai. Kiểm tra cụm từ và thử lại đủ 24 từ.
zh_hans: 至少有一个选择错误。请检查短语并重新完成全部 24 个单词。
zh_hant: 至少有一個選擇錯誤。請檢查短語並重新完成全部 24 個單字。

# wallet_recovery_quiz_failed_title
source: Recovery words did not match
ar: كلمات الاسترداد غير متطابقة
de: Wiederherstellungswörter stimmen nicht überein
es: Las palabras de recuperación no coinciden
fa: کلمات بازیابی مطابقت ندارند
fr: Les mots de récupération ne correspondent pas
he: מילות השחזור אינן תואמות
hi: रिकवरी शब्द मेल नहीं खाते
id: Kata pemulihan tidak cocok
it: Le parole di recupero non corrispondono
ja: リカバリー単語が一致しません
ko: 복구 단어가 일치하지 않습니다
nl: Herstelwoorden komen niet overeen
pl: Słowa odzyskiwania nie są zgodne
pt: As palavras de recuperação não correspondem
ru: Слова восстановления не совпадают
tr: Kurtarma kelimeleri eşleşmedi
uk: Слова відновлення не збігаються
vi: Các từ khôi phục không khớp
zh_hans: 恢复单词不匹配
zh_hant: 復原單字不相符

# wallet_recovery_quiz_message
source: Tap each word in order. Results appear after all 24 choices.
ar: اضغط كل كلمة بالترتيب. تظهر النتيجة بعد الاختيارات الـ24 كلها.
de: Tippe jedes Wort der Reihe nach an. Das Ergebnis erscheint nach allen 24 Auswahlen.
es: Toca cada palabra en orden. El resultado aparece tras las 24 selecciones.
fa: هر کلمه را به‌ترتیب بزنید. نتیجه پس از هر ۲۴ انتخاب نمایش داده می‌شود.
fr: Touchez chaque mot dans l’ordre. Le résultat apparaît après les 24 choix.
he: הקישו על כל מילה לפי הסדר. התוצאה תוצג אחרי כל 24 הבחירות.
hi: हर शब्द को क्रम से टैप करें। सभी 24 चयन के बाद परिणाम दिखाई देगा।
id: Ketuk setiap kata secara berurutan. Hasil muncul setelah semua 24 pilihan.
it: Tocca ogni parola in ordine. Il risultato appare dopo tutte le 24 scelte.
ja: 各単語を順番にタップしてください。24個すべてを選ぶと結果が表示されます。
ko: 각 단어를 순서대로 누르세요. 24개를 모두 선택하면 결과가 표시됩니다.
nl: Tik elk woord in volgorde aan. Het resultaat verschijnt na alle 24 keuzes.
pl: Dotknij każdego słowa po kolei. Wynik pojawi się po wszystkich 24 wyborach.
pt: Toque em cada palavra por ordem. O resultado aparece após as 24 escolhas.
ru: Нажимайте каждое слово по порядку. Результат появится после всех 24 вариантов.
tr: Her kelimeye sırayla dokunun. Sonuç 24 seçimin tamamından sonra görünür.
uk: Торкайтеся кожного слова по черзі. Результат з’явиться після всіх 24 виборів.
vi: Chạm vào từng từ theo thứ tự. Kết quả xuất hiện sau đủ 24 lựa chọn.
zh_hans: 按顺序点选每个单词。完成全部 24 次选择后显示结果。
zh_hant: 依序點選每個單字。完成全部 24 次選擇後顯示結果。

# wallet_recovery_quiz_title
source: Confirm all 24 recovery words
ar: تأكيد كلمات الاسترداد الأربع والعشرين كلها
de: Alle 24 Wiederherstellungswörter bestätigen
es: Confirmar las 24 palabras de recuperación
fa: تأیید هر ۲۴ کلمه بازیابی
fr: Confirmer les 24 mots de récupération
he: אישור כל 24 מילות השחזור
hi: सभी 24 रिकवरी शब्दों की पुष्टि करें
id: Konfirmasi semua 24 kata pemulihan
it: Conferma tutte le 24 parole di recupero
ja: 24個すべてのリカバリー単語を確認
ko: 복구 단어 24개 모두 확인
nl: Alle 24 herstelwoorden bevestigen
pl: Potwierdź wszystkie 24 słowa odzyskiwania
pt: Confirmar as 24 palavras de recuperação
ru: Подтвердите все 24 слова восстановления
tr: 24 kurtarma kelimesinin tümünü doğrula
uk: Підтвердьте всі 24 слова відновлення
vi: Xác nhận đủ 24 từ khôi phục
zh_hans: 确认全部 24 个恢复单词
zh_hant: 確認全部 24 個復原單字

# wallet_recovery_quiz_word
source: Word %1$d of %2$d
ar: الكلمة %1$d من %2$d
de: Wort %1$d von %2$d
es: Palabra %1$d de %2$d
fa: کلمه %1$d از %2$d
fr: Mot %1$d sur %2$d
he: מילה %1$d מתוך %2$d
hi: शब्द %1$d / %2$d
id: Kata %1$d dari %2$d
it: Parola %1$d di %2$d
ja: %2$d個中%1$d番目の単語
ko: %2$d개 중 %1$d번째 단어
nl: Woord %1$d van %2$d
pl: Słowo %1$d z %2$d
pt: Palavra %1$d de %2$d
ru: Слово %1$d из %2$d
tr: %2$d kelimeden %1$d.
uk: Слово %1$d з %2$d
vi: Từ %1$d trên %2$d
zh_hans: 第 %1$d 个单词，共 %2$d 个
zh_hant: 第 %1$d 個單字，共 %2$d 個

# wallet_restore_birthday_hint
source: HNS birthday block (optional; default 0)
ar: كتلة ميلاد HNS (اختياري؛ الافتراضي 0)
de: HNS-Geburtsblock (optional; Standard 0)
es: Bloque de nacimiento de HNS (opcional; 0 por defecto)
fa: بلوک تولد HNS (اختیاری؛ پیش‌فرض ۰)
fr: Bloc de naissance HNS (facultatif ; 0 par défaut)
he: בלוק יום הולדת של HNS (אופציונלי; ברירת מחדל 0)
hi: HNS जन्म ब्लॉक (वैकल्पिक; डिफ़ॉल्ट 0)
id: Blok awal HNS (opsional; bawaan 0)
it: Blocco di nascita HNS (facoltativo; predefinito 0)
ja: HNS開始ブロック（任意、既定値0）
ko: HNS 시작 블록(선택 사항, 기본값 0)
nl: HNS-geboorteblok (optioneel; standaard 0)
pl: Blok początkowy HNS (opcjonalny; domyślnie 0)
pt: Bloco de nascimento HNS (opcional; predefinição 0)
ru: Начальный блок HNS (необязательно; по умолчанию 0)
tr: HNS başlangıç bloğu (isteğe bağlı; varsayılan 0)
uk: Початковий блок HNS (необов’язково; типово 0)
vi: Khối bắt đầu HNS (không bắt buộc; mặc định 0)
zh_hans: HNS 起始区块（可选；默认 0）
zh_hant: HNS 起始區塊（選填；預設 0）

# wallet_restore_phrase_hint
source: 24-word recovery phrase
ar: عبارة الاسترداد المكونة من 24 كلمة
de: Wiederherstellungsphrase mit 24 Wörtern
es: Frase de recuperación de 24 palabras
fa: عبارت بازیابی ۲۴ کلمه‌ای
fr: Phrase de récupération de 24 mots
he: ביטוי שחזור בן 24 מילים
hi: 24 शब्दों का रिकवरी वाक्यांश
id: Frasa pemulihan 24 kata
it: Frase di recupero di 24 parole
ja: 24単語のリカバリーフレーズ
ko: 24단어 복구 문구
nl: Herstelzin van 24 woorden
pl: 24-wyrazowa fraza odzyskiwania
pt: Frase de recuperação de 24 palavras
ru: Фраза восстановления из 24 слов
tr: 24 kelimelik kurtarma ifadesi
uk: Фраза відновлення з 24 слів
vi: Cụm từ khôi phục 24 từ
zh_hans: 24 个单词的恢复短语
zh_hant: 24 個單字的復原短語

# wallet_restore_phrase_required
source: Enter the complete 24-word recovery phrase.
ar: أدخل عبارة الاسترداد الكاملة المكونة من 24 كلمة.
de: Gib die vollständige Wiederherstellungsphrase mit 24 Wörtern ein.
es: Introduce la frase de recuperación completa de 24 palabras.
fa: عبارت بازیابی کامل ۲۴ کلمه‌ای را وارد کنید.
fr: Saisissez la phrase de récupération complète de 24 mots.
he: הזינו את ביטוי השחזור המלא בן 24 המילים.
hi: पूरा 24 शब्दों का रिकवरी वाक्यांश दर्ज करें।
id: Masukkan frasa pemulihan 24 kata secara lengkap.
it: Inserisci la frase di recupero completa di 24 parole.
ja: 24単語のリカバリーフレーズをすべて入力してください。
ko: 24단어 복구 문구 전체를 입력하세요.
nl: Voer de volledige herstelzin van 24 woorden in.
pl: Wpisz pełną 24-wyrazową frazę odzyskiwania.
pt: Introduza a frase de recuperação completa de 24 palavras.
ru: Введите полную фразу восстановления из 24 слов.
tr: 24 kelimelik kurtarma ifadesinin tamamını girin.
uk: Введіть повну фразу відновлення з 24 слів.
vi: Nhập đầy đủ cụm từ khôi phục 24 từ.
zh_hans: 请输入完整的 24 个单词恢复短语。
zh_hant: 請輸入完整的 24 個單字復原短語。

# wallet_scan_payment_qr
source: Scan payment QR
ar: مسح الدفع QR
de: Scannen Sie den Zahlungs-QR
es: Escanear QR de pago
fa: اسکن QR پرداخت
fr: Scanner le QR de paiement
he: סרוק תשלום QR
hi: भुगतान QR स्कैन करें
id: Pindai QR pembayaran
it: Scansiona il QR di pagamento
ja: 支払いQRをスキャンします
ko: 결제 QR 스캔
nl: QR-betaling scannen
pl: Zeskanuj kod QR płatności
pt: Digitalize o QR de pagamento
ru: Скан платежа QR
tr: Ödeme QR'sini tara
uk: Сканувати платіжний QR
vi: Quét QR thanh toán
zh_hans: 扫描支付二维码
zh_hant: 掃描支付二維碼

# wallet_send_admission_unverified
source: Transaction pending. Shakescape will refresh the wallet automatically after it detects a new Handshake block.
ar: الصفقة معلقة. سيقوم Shakescape بتحديث المحفظة تلقائيًا بعد اكتشاف كتلة Handshake جديدة.
de: Transaktion ausstehend. Shakescape aktualisiert die Brieftasche automatisch, nachdem ein neuer Handshake-Block erkannt wurde.
es: Transacción pendiente. Shakescape actualizará la billetera automáticamente después de que detecte un nuevo bloque Handshake.
fa: معامله در انتظار Shakescape پس از شناسایی یک بلوک جدید Handshake کیف پول را به طور خودکار تازه می کند.
fr: Transaction en attente. Shakescape actualisera automatiquement le portefeuille après avoir détecté un nouveau bloc Handshake.
he: העסקה בהמתנה. Shakescape ירענן את הארנק באופן אוטומטי לאחר שיזהה בלוק Handshake חדש.
hi: लेन-देन लंबित है. Shakescape एक नए Handshake ब्लॉक का पता लगाने के बाद वॉलेट को स्वचालित रूप से रीफ्रेश कर देगा।
id: Transaksi tertunda. Shakescape akan menyegarkan dompet secara otomatis setelah mendeteksi blok Handshake baru.
it: Transazione in sospeso. Shakescape aggiornerà automaticamente il portafoglio dopo aver rilevato un nuovo blocco Handshake.
ja: トランザクションは保留中です。 Shakescape は、新しい Handshake ブロックを検出した後、ウォレットを自動的に更新します。
ko: 거래가 보류 중입니다. Shakescape는 새로운 Handshake 블록을 감지한 후 자동으로 지갑을 새로 고칩니다.
nl: Transactie in behandeling. Shakescape vernieuwt de portemonnee automatisch nadat deze een nieuw Handshake-blok detecteert.
pl: Transakcja oczekująca. Shakescape automatycznie odświeży portfel po wykryciu nowego bloku Handshake.
pt: Transação pendente. Shakescape atualizará a carteira automaticamente após detectar um novo bloco Handshake.
ru: Ожидается транзакция. Shakescape автоматически обновит кошелек после обнаружения нового блока Handshake.
tr: İşlem beklemede. Shakescape, yeni bir Handshake bloğu tespit ettikten sonra cüzdanı otomatik olarak yenileyecektir.
uk: Трансакція очікує на розгляд. Shakescape автоматично оновить гаманець після виявлення нового блоку Handshake.
vi: Giao dịch đang chờ xử lý. Shakescape sẽ tự động làm mới ví sau khi phát hiện khối Handshake mới.
zh_hans: 交易待处理。 Shakescape在检测到新的Handshake区块后会自动刷新钱包。
zh_hant: 交易待處理。 Shakescape在偵測到新的Handshake區塊後會自動刷新錢包。

# wallet_send_admission_verified
source: Transaction %1$@ has verified network status: %2$@. You may close the wallet; confirmation still requires inclusion in a verified block.
ar: لقد تحققت المعاملة %1$@ من حالة الشبكة: %2$@. يمكنك إغلاق المحفظة؛ لا يزال التأكيد يتطلب التضمين في الكتلة التي تم التحقق منها.
de: Die Transaktion %1$@ hat den Netzwerkstatus %2$@ überprüft. Sie können die Brieftasche schließen; Die Bestätigung erfordert weiterhin die Aufnahme in einen verifizierten Block.
es: La transacción %1$@ ha verificado el estado de la red: %2$@. Puedes cerrar la billetera; la confirmación aún requiere la inclusión en un bloque verificado.
fa: تراکنش %1$@ وضعیت شبکه را تأیید کرده است: %2$@. می توانید کیف پول را ببندید. تأیید همچنان نیاز به درج در یک بلوک تأیید شده دارد.
fr: La transaction %1$@ a vérifié l'état du réseau : %2$@. Vous pouvez fermer le portefeuille ; la confirmation nécessite toujours l’inclusion dans un bloc vérifié.
he: עסקת %1$@ אומתה את סטטוס הרשת: %2$@. אתה יכול לסגור את הארנק; אישור עדיין דורש הכללה בחסימה מאומתת.
hi: लेन-देन %1$@ की सत्यापित नेटवर्क स्थिति है: %2$@। आप बटुआ बंद कर सकते हैं; पुष्टि के लिए अभी भी सत्यापित ब्लॉक में शामिल किए जाने की आवश्यकता है।
id: Transaksi %1$@ telah terverifikasi status jaringan: %2$@. Anda dapat menutup dompet; konfirmasi masih memerlukan penyertaan dalam blok terverifikasi.
it: La transazione %1$@ ha verificato lo stato della rete: %2$@. Puoi chiudere il portafoglio; la conferma richiede ancora l'inclusione in un blocco verificato.
ja: トランザクション %1$@ はネットワーク ステータスを検証しました: %2$@。ウォレットを閉じても構いません。確認するには、検証済みブロックに含める必要があります。
ko: 트랜잭션 %1$@의 네트워크 상태가 확인되었습니다: %2$@. 지갑을 닫을 수도 있습니다. 확인을 위해서는 여전히 검증된 블록에 포함되어야 합니다.
nl: Transactie %1$@ heeft de netwerkstatus geverifieerd: %2$@. U kunt de portemonnee sluiten; bevestiging vereist nog steeds opname in een geverifieerd blok.
pl: Transakcja %1$@ zweryfikowała status sieci: %2$@. Możesz zamknąć portfel; potwierdzenie nadal wymaga umieszczenia w zweryfikowanym bloku.
pt: A transação %1$@ verificou o status da rede: %2$@. Você pode fechar a carteira; a confirmação ainda requer inclusão em um bloco verificado.
ru: Транзакция %1$@ подтвердила статус сети: %2$@. Вы можете закрыть кошелек; подтверждение по-прежнему требует включения в проверенный блок.
tr: %1$@ işlemi ağ durumunu doğruladı: %2$@. Cüzdanı kapatabilirsiniz; onay yine de doğrulanmış bir bloğa dahil edilmeyi gerektirir.
uk: Трансакція %1$@ має перевірений статус мережі: %2$@. Ви можете закрити гаманець; підтвердження все ще вимагає включення в перевірений блок.
vi: Giao dịch %1$@ đã xác minh trạng thái mạng: %2$@. Bạn có thể đóng ví; xác nhận vẫn yêu cầu đưa vào khối đã xác minh.
zh_hans: 交易%1$@已验证网络状态：%2$@。您可以关闭钱包；确认仍然需要包含在已验证的块中。
zh_hant: 交易%1$@已驗證網路狀態：%2$@。您可以關閉錢包；確認仍需要包含在已驗證的區塊中。

# wallet_send_amount_invalid
source: Enter a positive HNS amount with up to 6 decimal places.
ar: أدخل مبلغ HNS موجبًا بما يصل إلى 6 منازل عشرية.
de: Geben Sie einen positiven HNS-Betrag mit bis zu 6 Dezimalstellen ein.
es: Ingrese un monto positivo HNS con hasta 6 decimales.
fa: مقدار HNS مثبت را با حداکثر 6 رقم اعشار وارد کنید.
fr: Saisissez un montant HNS positif avec jusqu'à 6 décimales.
he: הזן סכום HNS חיובי עם עד 6 מקומות עשרוניים.
hi: 6 दशमलव स्थानों तक एक सकारात्मक HNS राशि दर्ज करें।
id: Masukkan jumlah HNS positif hingga 6 angka desimal.
it: Inserisci un importo HNS positivo con un massimo di 6 cifre decimali.
ja: HNS の正の金額を小数点以下 6 桁まで入力します。
ko: 소수점 이하 6자리까지 양수 HNS 금액을 입력하세요.
nl: Voer een positief HNS-bedrag in met maximaal 6 decimalen.
pl: Wprowadź dodatnią kwotę HNS z dokładnością do 6 miejsc po przecinku.
pt: Insira um valor HNS positivo com até 6 casas decimais.
ru: Введите положительную сумму HNS до 6 знаков после запятой.
tr: En fazla 6 ondalık basamak içeren pozitif bir HNS tutarı girin.
uk: Введіть позитивну суму HNS із 6 знаками після коми.
vi: Nhập số tiền HNS dương có tối đa 6 chữ số thập phân.
zh_hans: 输入正数 HNS 金额，最多 6 位小数。
zh_hant: 輸入正數 HNS 金額，最多 6 位小數。

# wallet_send_amount_label
source: Amount (HNS)
ar: المبلغ (HNS)
de: Betrag (HNS)
es: Importe (HNS)
fa: مبلغ (HNS)
fr: Montant (HNS)
he: כמות (HNS)
hi: राशि (HNS)
id: Jumlah (HNS)
it: Importo (HNS)
ja: 金額 (HNS)
ko: 금액(HNS)
nl: Bedrag (HNS)
pl: Kwota (HNS)
pt: Valor (HNS)
ru: Сумма (HNS)
tr: Tutar (HNS)
uk: Сума (HNS)
vi: Số tiền (HNS)
zh_hans: 金额（HNS）
zh_hant: 金額（HNS）

# wallet_send_approval_message
source: Recipient: %1$@ Amount: %2$@ HNS Maximum fee: %3$@ HNS Finality: %4$@ Warning: %5$@ Approval expires: %6$@ Only this transaction can be broadcast.
ar: المستلم: %1$@ المبلغ: %2$@ HNS الحد الأقصى للرسوم: %3$@ HNS النهاية: %4$@ تحذير: %5$@ انتهاء صلاحية الموافقة: %6$@ يمكن بث هذه المعاملة فقط.
de: Empfänger: %1$@ ABetrag: %2$@ HNS Maximale Gebühr: %3$@ HNS Endgültigkeit: %4$@ Warnung: %5$@ Genehmigung läuft ab: %6$@ Nur diese Transaktion kann gesendet werden.
es: Destinatario: %1$@ Amonto: %2$@ HNS Tarifa máxima: %3$@ HNS Finalidad: %4$@ Advertencia: %5$@ La aprobación caduca: %6$@ Solo se puede transmitir esta transacción.
fa: گیرنده: %1$@ Aمقدار: %2$@ HNS حداکثر کارمزد: %3$@ %4$@ هشدار: %5$@ تأیید منقضی می‌شود: %6$@ فقط این تراکنش قابل پخش است.
fr: Destinataire : %1$@ Amontant : %2$@ HNS Frais maximum : %3$@ HNS Finalité : %4$@ Avertissement : %5$@ Al'approbation expire : %6$@ Seule cette transaction peut être diffusée.
he: מְקַבֵּל: %1$@ סכום: %2$@ HNS עמלה מקסימלית: %3$@ HNS סופיות: %4$@ אזהרה: %5$@ תוקף האישור יפוג: %6$@ ניתן לשדר רק עסקה זו.
hi: प्राप्तकर्ता: %1$@ राशि: %2$@ HNS अधिकतम शुल्क: %3$@ HNS अंतिमता: %4$@ चेतावनी: %5$@ अनुमोदन समाप्त हो रहा है: %6$@ केवल इस लेनदेन को प्रसारित किया जा सकता है।
id: Penerima: %1$@ AJumlah: %2$@ HNS Biaya maksimum: %3$@ HNS Finalitas: %4$@ Peringatan: %5$@ Persetujuan berakhir: %6$@ Hanya transaksi ini yang dapat disiarkan.
it: Destinatario: %1$@ AMontaggio: %2$@ HNS Compenso massimo: %3$@ HNS Finale: %4$@ Avviso: %5$@ L'approvazione scade: %6$@ Solo questa transazione può essere trasmessa.
ja: 受信者: %1$@ 金額: %2$@ HNS 最大料金: %3$@ HNS ファイナリティ: %4$@ 警告: %5$@ 承認の有効期限が切れます: %6$@ このトランザクションのみをブロードキャストできます。
ko: 받는 사람: %1$@ 금액: %2$@ HNS 최대 수수료: %3$@ HNS 최종성: %4$@ 경고: %5$@ 승인 만료: %6$@ 이 거래만 브로드캐스트할 수 있습니다.
nl: Ontvanger: %1$@ Amount: %2$@ HNS Maximumbedrag: %3$@ HNS Finaliteit: %4$@ Waarschuwing: %5$@ Goedkeuring verloopt: %6$@ OAlleen deze transactie kan worden uitgezonden.
pl: Odbiorca: %1$@ Akwota: %2$@ HNS Maksymalna opłata: %3$@ HNS Ostateczność: %4$@ Ostrzeżenie: %5$@ Azatwierdzenie wygasa: %6$@ Tylko ta transakcja może być rozgłaszana.
pt: Destinatário: %1$@ AQuantidade: %2$@ HNS Taxa máxima: %3$@ HNS Finalidade: %4$@ Aviso: %5$@ A aprovação expira: %6$@ Somente esta transação pode ser transmitida.
ru: Получатель: %1$@ Сумма: %2$@ HNS Максимальный сбор: %3$@ HNS Окончание: %4$@ Предупреждение: %5$@ Срок действия утверждения истекает: %6$@ Только эта транзакция может быть широковещательной.
tr: Alıcı: %1$@ Amiktarı: %2$@ HNS Maksimum ücret: %3$@ HNS Sonluluk: %4$@ Uyarı: %5$@ Onay süresi doluyor: %6$@ Yalnızca bu işlem yayınlanabilir.
uk: Одержувач: %1$@ AСума: %2$@ HNS Максимальна комісія: %3$@ HNS Закінченість: %4$@ Попередження: %5$@ Термін дії схвалення закінчується: %6$@ Тільки цю транзакцію можна транслювати.
vi: Người nhận: %1$@ ASố tiền: %2$@ HNS Phí tối đa: %3$@ HNS Finality: %4$@ Cảnh báo: %5$@ Phê duyệt hết hạn: %6$@ Chỉ giao dịch này mới có thể được phát sóng.
zh_hans: 收件人： %1$@ 金额：%2$@ HNS 最高费用：%3$@ HNS 最终结果： %4$@ 警告：%5$@ 批准过期：%6$@ 只能广播此交易。
zh_hant: 接受者： %1$@ 金額： %2$@ HNS 最高費用： %3$@ HNS 最終確定： %4$@ 警告： %5$@ 批准到期： %6$@ 只有該交易才能被廣播。

# wallet_send_approval_title
source: Approve this HNS transaction?
ar: هل توافق على معاملة HNS هذه؟
de: Diese HNS-Transaktion genehmigen?
es: ¿Aprobar esta transacción HNS?
fa: این تراکنش HNS را تأیید می کنید؟
fr: Approuver cette transaction HNS ?
he: האם לאשר עסקת HNS זו?
hi: इस HNS लेनदेन को स्वीकृत करें?
id: Setujui transaksi HNS ini?
it: Approvare questa transazione HNS?
ja: この HNS トランザクションを承認しますか?
ko: 이 HNS 거래를 승인하시겠습니까?
nl: Deze HNS-transactie goedkeuren?
pl: Zatwierdzić tę transakcję HNS?
pt: Aprova esta transação HNS?
ru: Одобрить эту транзакцию HNS?
tr: Bu HNS işlemi onaylansın mı?
uk: Схвалити цю транзакцію HNS?
vi: Phê duyệt giao dịch HNS này?
zh_hans: 批准这笔HNS交易吗？
zh_hant: 批准這筆HNS交易嗎？
